src/about.org
#+title: About
#+description: About Eric Nguyen
#+options: ^:nil

I'm Eric Nguyen and I am a

- b-boy
- programmer
- student
- gamer

My favorite games to play are

- [[https://rimworldgame.com][RimWorld]]
- [[https://osu.ppy.sh/home][osu!]]

My favorite songs are

- [[https://music.youtube.com/watch?v=W761DtH1oRg&feature=share][/Deja Vu/ by Dreamcatcher]]
- [[https://music.youtube.com/watch?v=B3KuJqe3Epg&feature=share][/DKDK/ by fromis_9]]
- [[https://music.youtube.com/watch?v=uxmP4b2a0uY&feature=share][/Obsession/ by EXO]]

I'm currently reading

- [[https://mitpress.mit.edu/sites/default/files/sicp/index.html][/Structure and Interpretation of Computer Programs/, by Harold Abelson and Gerald Jay Sussman with Julie Sussman]]

For a more in-depth text about myself, you may take a look at [[file:posts/2019-08-18-about-me.org][my /About Me/ blog post]].
