docs/about.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2020-01-11 Sat 12:30 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>About</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Eric Nguyen">
<meta name="description" content="About Eric Nguyen"
>
<link rel="icon" href="/favicon.ico"><link rel="stylesheet" type="text/css" href="/assets/css/main.css">
</head>
<body>
<div id="preamble" class="status">
<nav><p>Navigation: <a href="/index.html">Home</a> <a href="/archive.html">Blog</a> <a href="/about.html">About</a> <a href="/contact.html">Contact</a> </nav>
</div>
<div id="content">
<header>
<h1 class="title">About</h1>
</header><p>
I&rsquo;m Eric Nguyen and I am a
</p>

<ul class="org-ul">
<li>b-boy</li>
<li>programmer</li>
<li>student</li>
<li>gamer</li>
</ul>

<p>
My favorite games to play are
</p>

<ul class="org-ul">
<li><a href="https://rimworldgame.com">RimWorld</a></li>
<li><a href="https://osu.ppy.sh/home">osu!</a></li>
</ul>

<p>
My favorite songs are
</p>

<ul class="org-ul">
<li><a href="https://music.youtube.com/watch?v=W761DtH1oRg&amp;feature=share"><i>Deja Vu</i> by Dreamcatcher</a></li>
<li><a href="https://music.youtube.com/watch?v=B3KuJqe3Epg&amp;feature=share"><i>DKDK</i> by fromis_9</a></li>
<li><a href="https://music.youtube.com/watch?v=uxmP4b2a0uY&amp;feature=share"><i>Obsession</i> by EXO</a></li>
</ul>

<p>
I&rsquo;m currently reading
</p>

<ul class="org-ul">
<li><a href="https://mitpress.mit.edu/sites/default/files/sicp/index.html"><i>Structure and Interpretation of Computer Programs</i>, by Harold Abelson and Gerald Jay Sussman with Julie Sussman</a></li>
</ul>

<p>
For a more in-depth text about myself, you may take a look at <a href="posts/2019-08-18-about-me.html">my <i>About Me</i> blog post</a>.
</p>
</div>
<div id="postamble" class="status">
<p class="author">Author: Eric Nguyen</p>
<p class="email">Email: <a href="mailto:tuk94307@temple.edu">tuk94307@temple.edu</a></p>
<p class="date">Created: 2020-01-11 Sat 12:30</p>
</div>
</body>
</html>
